Repository: jofraroher/DogApp
Catalog: DogApp/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: es_419

# Almost %lld year
source: Almost %lld years
es_419: Casi %lld años

# dogsList.loadingError
source: An error occurred while loading the dog list
es_419: Ocurrió un error al cargar la lista de perros

# dogsList.loadingTitle
source: Loading…
es_419: Cargando…

# dogsList.navigationTitle
source: Dogs We Love
es_419: Perros que amamos

# dogsList.noDogsAvailableMessage
source: No dogs available
es_419: No hay perros disponibles

# dogsList.retryButtonTitle
source: Retry
es_419: Reintentar

# network.bad_url
source: Bad URL
es_419: URL inválida

# network.decoding_error %@
source: Decoding error: %@
es_419: Error de decodificación: %@

# network.invalid_status_code %lld
source: Invalid status code: %d
es_419: Código de estado inválido: %d

# network.no_data
source: No data received
es_419: No se recibieron datos

# network.request_failed %@
source: Request failed: %@
es_419: La solicitud falló: %@
